[
    "You threatened a police officer, which wasn't a smart idea. You were arrested and fined csamount!",
    "While trying to wire you money, your friend gets caught and rats you out. Pay csamount.",
    "You got caught stealing cheese wheels and were fined csamount",
    "You are fined csamount for jaywalking",
    "You pissed yourself while attempting to rob a bank. Pay csamount to clean it up.",
    "You were caught shoplifting at Petco. Pay a fine of csamount",
    "You were caught trying to take candy from a baby, and have been given a csamount fine.",
    "You sneak into the theatre and try to steal tickets but you get caught and thrown out with a fine of csamount",
    "You were caught trying to rob and old lady and have been fined csamount!",
    "You were caught in the act and fined csamount",
    "You got caught trying to pickpocket! You have were fined csamount",
    "After many failed attempts, you decide to rob the orphanage, knowing that no one will help them. Upon arriving they are so excited to see a visitor your heart melts and you donate csamount to the orphanage.",
    "You were caught impersonating a bot and got fined csamount",
    "You tried scamming someone out of a comission and were fined csamount",
    "Local crime lords remember you still owe a debt to them. You are robbed at gunpoint and lose csamount.",
    "A cop pulls you over in a routine traffic stop and finds out you are up to no good. You are fined csamount",
    "You attempted to rob the local bank and got caught by the police. You are fined csamount",
    "You thought it was a good idea to rob a bank with a dildo. They fined you csamount",
    "After stealing memes you got tracked down by the meme god and mugged for csamount",
    "You reheated fish in the workroom microawve and had to pay csamount in air fresheners.",
    "You tried firing TheMonDon from the Bot Approvers team and were fined csamount",
    "An informant catches you in the act and relays it to the authorities. You are caught and fined csamount",
    "You told everyone Googls AI is sentient, got fired and fined csamount",
    "You tried stealing money from a cop, you were fined csamount",
    "You robbed a bank and were caught during the police chase that followed. Your bail was set at csamount",
    "You have been caught helping your neighbour steal from the local bank, and got fined csamount",
    "Steal an extra gram of cocaine from your dealer, Sarah, and get caught. Pay her back csamount to dodge death.",
    "You stole the fancy umbrella toothpick from the bar. You were fined csamount",
    "You attempt to steal, but the person stabs you. You pay csamount in hospital expenses...Merica!",
    "You were caught dipping Oreos in milk! You were beaten up and had csamount stolen from you!",
    "You attempt to rob your local McDonalds. The cashier beats you and you are fined csamount",
    "You attempt to rob the peasant's village. You don't find any valuable assets, and you get fined csamount",
    "While robbing a dirty video store, you get distracted and lose track of time. The police arrive, arrest you, and your bail cost csamount",
    "The cops start chasing you, and csamount falls out of your pocket!",
    "After a night of drinking in the tavern, you are caught peeing in the tavern's water fountain in a drunken state. You were fined csamount but you really don't remember.",
    "Dude, you just duped, and got banned. Sorry you lose csamount.",
    "Nuh, uh, uh, mister! You are fined csamount.",
    "You tripped on a rock while running and got caught. Although you escaped you lost csamount when you fell over.",
    "You’ve been drugged! When you wake up you’ve lost csamount",
    "Local crime lords remember you still owe a debt to them. You are robbed at gunpoint and lose csamount.",
    "A sudden gust of wind blows away csamount.",
    "You were fined csamount for slacking in school!",
    "You fail to pickpocket a noble. He summons the guards and they fine you csamount.",
    "Sitting on a cop car wasn't smart. They gave you a csamount fine, because nobody likes marks being left on their windows!"
]