[
    "You assassinate a high priority target. Your client pays you csamount.",
    "You break into a hospital and steal all their morphine. You manage to sell all of it on the blackmarket for csamount",
    "You chopped down a government-protected tree and found csamount in it!",
    "You walk down the street and find someone beating up an old man...so you decided to join in on the fun and get csamount from the man's wallet.",
    "You scammed somebody and got csamount in cash.",
    "You steal csamount from a child and escape.",
    "You steal a car and take it to the junkyard for csamount",
    "You steal the Queen's crown and sell it on the black market for csamount",
    "You blow up Bungie Headquarters and earn csamount",
    "You held a bus hostage and got paid csamount",
    "You break into a firework factory and steal all the firecrackers. You sell them for csamount",
    "You steal your grandma's purse and find csamount some some butterscotch candy.",
    "You sell some cocaine and earn csamount",
    "You sell weed to an old lady and she pays you csamount",
    "You assassinated an African druglord for csamount",
    "You steal a pink McLaren and sell it to Kim Kardashian for csamount",
    "You did a crime and for some reason you now have csamount more",
    "You're hired as a hitman for csamount",
    "You pickpocket someone succesfully and steal the money out of their wallet. There was csamount in it!",
    "You robbed a church and made csamount.",
    "You pour rain water into bottles, claiming that it's Holy water, and sell them for csamount",
    "You hack into the government's economic system and manage to steal csamount",
    "You've been asked to steal the last tiramisu from the kitchen, you got csamount for a job well done.",
    "You dabbed on the haters and got csamount",
    "You kick an employee for fun while they're wearing a spring lock suit. They drop csamount as a result. Thankfully, nothing went wrong, but now they're pissed at you.",
    "You steal a guard's radio and sell it for parts, and receive",
    "You were hired by a hitman to murder Flanders, you had to throw out your white shirt but you managed to rack up csamount.",
    "You ransacked your manager's home, found his prized alarm clock, and sold it for csamount.",
    "You sneak into the White House and manage to get your hands on a small loan of a million dollars. Unfortunately, you lose most of it while escaping, and only take home csamount.",
    "You kidnap a bride and take her hostage for csamount.",
    "You rob a McDonald's and take csamount.",
    "You held the planet ransom with nukes for csamount.",
    "You were going to commit a crime but changed your mind and got a job instead. You made csamount before your boss realised you were a criminal and fired you.",
    "Walking along the street, you notice an envelope falling out of the person's bag in front of you. You reach down to get it. After examining the unmarked envelope in your hand, you turn to the person who dropped it, they see you with it and run away at full-speed shoving everyone out of the way. Inside you find a small bag of cocaine. You turn to the nearest junkie & show them the contents, the junkie puts csamount in your hand silently in exchange for it and walks away.",
    "You slap someone with a fish, and steal all their money. You grab csamount.",
    "You rob a squirrel of his nuts and pawn them for csamount.",
    "You set fire to Starbucks and steal all the coffee worth csamount.",
    "You decided to embrace your inner dark side, and promptly massacre an entire nation, netting you csamount.",
    "You steal a child's piggy bank for csamount.",
    "You steal all the candy from a candy store. After fighting the urge to eat it, you sell it for csamount."
]