[
  "You assassinate a high priority target. Your client pays you csamount.",
  "You break into a hospital and steal all their morphine. You manage to sell all of it on the black market for csamount",
  "You chopped down a government-protected tree and found csamount in it!",
  "You walk down the street and find someone beating up an old man...so you decided to join in on the fun and get csamount from the man's wallet.",
  "You scammed somebody and got csamount in cash.",
  "You steal csamount from a child and escape.",
  "You steal a car and take it to the junkyard for csamount",
  "You steal the Queen's crown and sell it on the black market for csamount",
  "You blow up Bungie Headquarters and earn csamount",
  "You held a bus hostage and got paid csamount",
  "You break into a firework factory and steal all the firecrackers. You sell them for csamount",
  "You steal your grandma's purse and find csamount some some butterscotch candy.",
  "You sell some cocaine and earn csamount",
  "You sell weed to an old lady and she pays you csamount",
  "You assassinated an African druglord for csamount",
  "You steal a pink McLaren and sell it to Kim Kardashian for csamount",
  "You did a crime and for some reason you now have csamount more",
  "You're hired as a hitman for csamount",
  "You pickpocket someone successfully and steal the money out of their wallet. There was csamount in it!",
  "You robbed a church and made csamount.",
  "You pour rain water into bottles, claiming that it's Holy water, and sell them for csamount",
  "You hack into the government's economic system and manage to steal csamount",
  "You've been asked to steal the last tiramisu from the kitchen, you got csamount for a job well done.",
  "You dabbed on the haters and got csamount",
  "You kick an employee for fun while they're wearing a spring lock suit. They drop csamount as a result. Thankfully, nothing went wrong, but now they're pissed at you.",
  "You steal a guard's radio and sell it for parts, and receive csamount",
  "You were hired by a hitman to murder Flanders, you had to throw out your white shirt but you managed to rack up csamount.",
  "You ransacked your manager's home, found his prized alarm clock, and sold it for csamount.",
  "You sneak into the White House and manage to get your hands on a small loan of a million dollars. Unfortunately, you lose most of it while escaping, and only take home csamount.",
  "You kidnap a bride and take her hostage for csamount.",
  "You rob a McDonald's and take csamount.",
  "You held the planet ransom with nukes for csamount.",
  "You were going to commit a crime but changed your mind and got a job instead. You made csamount before your boss realized you were a criminal and fired you.",
  "Walking along the street, you notice an envelope falling out of the person's bag in front of you. You reach down to get it. After examining the unmarked envelope in your hand, you turn to the person who dropped it, they see you with it and run away at full-speed shoving everyone out of the way. Inside you find a small bag of cocaine. You turn to the nearest junkie & show them the contents, the junkie puts csamount in your hand silently in exchange for it and walks away.",
  "You slap someone with a fish, and steal all their money. You grab csamount.",
  "You rob a squirrel of his nuts and pawn them for csamount.",
  "You set fire to Starbucks and steal all the coffee worth csamount.",
  "You decided to embrace your inner dark side, and promptly massacre an entire nation, netting you csamount.",
  "You steal a child's piggy bank for csamount.",
  "You steal all the candy from a candy store. After fighting the urge to eat it, you sell it for csamount.",
  "You overhear a conversation about a priceless art heist, and you decide to throw a wrench in the works. The art goes missing, and a billionaire hires you to retrieve it. You negotiate for csamount.",
  "Infiltrating an enemy organization, you pilfer their plans and sell the information back to your friends for csamount.",
  "You stumble upon a corrupt politician's stash of cash. You steal csamount and leave a note, exposing their deeds.",
  "You diagnose a rare disease in a wealthy socialite by watching a grainy celebrity gossip video. You charge csamount in consulting fees.",
  "You hack into a fortune-telling website and discover people's deepest secrets. You blackmail them for csamount.",
  "While exploring an abandoned warehouse, you find a treasure chest full of csamount. Disappointed there's no map or riches inside, you still take it.",
  "You release a video of a politician's drunken escapades. The candidate, desperate to save face, pays you csamount.",
  "You outsmart a group of veteran poker players and walk away with csamount.",
  "You sneak into a fertility clinic, steal csamount worth of priceless sperm samples, and sell it on the black market.",
  "You pretend to be a psychic online, and scam csamount from your gullible clientele.",
  "You become a hitman for a silent auction, and the highest bidder wants you to assassinate their ex. You take csamount and leave the mess for someone else to clean up.",
  "You steal the most expensive bottle of whisky from a collector, then return it after helping yourself to a sip. You settle for csamount \"for services rendered.\"",
  "You blackmail a celebrity chef with footage of them botching a meal on camera. They pay csamount in private cooking lessons.",
  "You rig a game show and win csamount. You then use your prize money to get revenge on all your exes.",
  "You break into a high-end electronics store and steal the latest gadgets, selling them for csamount.",
  "You successfully hack into a corporate bank account and transfer csamount to your offshore account.",
  "You steal a shipment of luxury handbags and sell them on the black market for csamount.",
  "You manage to counterfeit rare collectible coins and sell them for csamount.",
  "You blackmail a wealthy businessman with incriminating photos and receive csamount to keep quiet.",
  "You run a successful gambling ring and make csamount in profits.",
  "You steal a truck full of designer clothes and sell them for csamount.",
  "You hack into a cryptocurrency exchange and siphon off csamount worth of Bitcoin.",
  "You hack into a cryptocurrency exchange and siphon off csamount worth of Dogecoin.",
  "You steal a famous painting from a museum and sell it to a private collector for csamount.",
  "You run a Ponzi scheme and manage to scam csamount before disappearing.",
  "You rob a jewelry store and make off with csamount worth of diamonds.",
  "You successfully execute a bank heist and get away with csamount.",
  "You kidnap a wealthy heir and demand csamount in ransom.",
  "You forge rare stamps and sell them to collectors for csamount.",
  "You break into a pharmaceutical company and steal a valuable drug formula, selling it for csamount.",
  "You steal a yacht and sell it on the black market for csamount.",
  "You pull off a daring casino heist and walk away with csamount.",
  "You smuggle rare animals and sell them for csamount.",
  "You run a counterfeit money operation and make csamount before getting caught.",
  "You rob an armored truck and make off with csamount.",
  "You manage to steal a rare vintage car and sell it for csamount.",
  "You hack into a tech company’s database and sell their secrets for csamount.",
  "You rob a high-end watch store and make off with csamount in luxury watches.",
  "You steal a shipment of rare wine and sell it for csamount.",
  "You break into a mansion and steal csamount worth of jewelry and cash.",
  "You smuggle valuable artifacts out of a war-torn country and sell them for csamount.",
  "You successfully execute a cyber heist and steal csamount from multiple bank accounts.",
  "You break into a celebrity's home and steal csamount worth of personal items.",
  "You run a successful extortion racket and make csamount.",
  "You steal a shipment of electronics and sell them for csamount.",
  "You hack into a government database and sell classified information for csamount.",
  "You run an illegal gambling den and make csamount.",
  "You steal a rare manuscript from a library and sell it for csamount.",
  "You rob a luxury hotel and make off with csamount worth of valuables.",
  "You manage to steal a shipment of gold bars and sell them for csamount.",
  "You blackmail a politician with a scandalous secret and receive csamount to keep it under wraps.",
  "You rob a high-end boutique and make off with csamount worth of goods.",
  "You successfully pull off an art heist and sell the stolen pieces for csamount.",
  "You steal a rare comic book collection and sell it for csamount.",
  "You hack into a corporate server and steal valuable data, selling it for csamount.",
  "You rob a wealthy socialite's party and make off with csamount worth of jewelry.",
  "You steal a shipment of high-end electronics and sell them for csamount.",
  "You run a black-market operation and make csamount in profits.",
  "You successfully execute a jewel heist and make off with csamount worth of diamonds.",
  "You steal a valuable piece of art and sell it on the black market for csamount.",
  "You manage to counterfeit rare vintage wines and sell them for csamount.",
  "You rob a casino vault and make off with csamount.",
  "You steal a shipment of luxury watches and sell them for csamount.",
  "You hack into a financial institution and transfer csamount to your account.",
  "You steal a rare piece of jewelry from a museum and sell it for csamount.",
  "You send someone Back to the Future and steal their wallet with csamount in it.",
  "You pirate some adobe products, you saved csamount.",
  "You operate on 7 patients without a surgical license and nothing went wrong, you earn csamount.",
  "You smuggle kinder eggs into the US and sell them to children for csamount.",
  "You stream yourself trespassing private property and your 9 year old fanbase donates csamount in gifts.",
  "You just yoinked csamount from the cash register and left, bruh...",
  "You rip off some of the most vulnerable people and pad your wallet with csamount.",
  "You commit insurance fraud and get a csamount settlement.",
  "You charge customers csamount for a themepark ticket where they will spend more time queueing than actually riding the rides.",
  "You film your boss naked and blackmailed them for csamount."
]
