[
  "You threatened a police officer, which wasn't a smart idea. You were arrested and fined {amount}!",
  "While trying to wire you money, your friend gets caught and rats you out. Pay {amount}.",
  "You got caught stealing cheese wheels and were fined {amount}",
  "You are fined {amount} for jaywalking",
  "You pissed yourself while attempting to rob a bank. Pay {amount} to clean it up.",
  "You were caught shoplifting at Petco. Pay a fine of {amount}",
  "You were caught trying to take candy from a baby, and have been given a {amount} fine.",
  "You sneak into the theatre and try to steal tickets but you get caught and thrown out with a fine of {amount}",
  "You were caught trying to rob and old lady and have been fined {amount}!",
  "You were caught in the act and fined {amount}",
  "You got caught trying to pickpocket! You have were fined {amount}",
  "After many failed attempts, you decide to rob the orphanage, knowing that no one will help them. Upon arriving they are so excited to see a visitor your heart melts and you donate {amount} to the orphanage.",
  "You were caught impersonating a bot and got fined {amount}",
  "You tried scamming someone out of a commission and were fined {amount}",
  "Local crime lords remember you still owe a debt to them. You are robbed at gunpoint and lose {amount}.",
  "A cop pulls you over in a routine traffic stop and finds out you are up to no good. You are fined {amount}",
  "You attempted to rob the local bank and got caught by the police. You are fined {amount}",
  "You thought it was a good idea to rob a bank with a dildo. They fined you {amount}",
  "After stealing memes you got tracked down by the meme god and mugged for {amount}",
  "You reheated fish in the workroom microwave and had to pay {amount} in air fresheners.",
  "An informant catches you in the act and relays it to the authorities. You are caught and fined {amount}",
  "You told everyone Googles' AI is sentient, got fired and fined {amount}",
  "You tried stealing money from a cop, you were fined {amount}",
  "You robbed a bank and were caught during the police chase that followed. Your bail was set at {amount}",
  "You have been caught helping your neighbor steal from the local bank, and got fined {amount}",
  "Steal an extra gram of cocaine from your dealer, Sarah, and get caught. Pay her back {amount} to dodge death.",
  "You stole the fancy umbrella toothpick from the bar. You were fined {amount}",
  "You attempt to steal, but the person stabs you. You pay {amount} in hospital expenses... Merica!",
  "You were caught dipping Oreos in milk! You were beaten up and had {amount} stolen from you!",
  "You attempt to rob your local McDonald's. The cashier beats you and you are fined {amount}",
  "You attempt to rob the peasant's village. You don't find any valuable assets, and you get fined {amount}",
  "While robbing a dirty video store, you get distracted and lose track of time. The police arrive, arrest you, and your bail cost {amount}",
  "The cops start chasing you, and {amount} falls out of your pocket!",
  "After a night of drinking in the tavern, you are caught peeing in the tavern's water fountain in a drunken state. You were fined {amount} but you really don't remember.",
  "Dude, you just duped, and got banned. Sorry you lose {amount}.",
  "Nuh, uh, uh, mister! You are fined {amount}.",
  "You tripped on a rock while running and got caught. Although you escaped you lost {amount} when you fell over.",
  "You've been drugged! When you wake up you've lost {amount}",
  "Local crime lords remember you still owe a debt to them. You are robbed at gunpoint and lose {amount}.",
  "A sudden gust of wind blows away {amount}.",
  "You were fined {amount} for slacking in school!",
  "You fail to pickpocket a noble. He summons the guards and they fine you {amount}.",
  "Sitting on a cop car wasn't smart. They gave you a {amount} fine, because nobody likes marks being left on their windows!",
  "During a drug deal with a notorious drug cartel, they jump the gun and take both your paid drugs and wallet. You lost {amount}.",
  "You walk your crew right into a police sting. It's all over. Fined {amount}.",
  "You were caught trying to rob an old lady, and have been given a {amount} fine!",
  "You were caught trying to take candy from a baby, and have been given a {amount} fine.",
  "After stealing memes you get tracked down by the meme god and mugged for {amount}.",
  "You were caught trying to steal a car, and have been given a fine of {amount}.",
  "You tried breaking into a house, but got scared away by a loud barking dog, and lost {amount}.",
  "You tried breaking into a house but got caught by the owner. You were fined {amount}.",
  "You tried to scam an elderly person out of their life savings, but they became suspicious and called the police. You were fined {amount}.",
  "You tried to graffiti a building but got caught on camera and arrested by the police. You were fined {amount}.",
  "You attempted to give the bank counterfeit money, but they caught it and fined you {amount}.",
  "While giving drugs to 5 year old children, the police caught you and took {amount}",
  "A group of teenagers caught you trying to steal their bikes and beat you up. You lost {amount}.",
  "You attempt to hack into a secure system but trigger an alarm. You lose {amount} in legal fees.",
  "You try to rob a store but slip on a banana peel. The fine is {amount}.",
  "You attempt to sell counterfeit goods online and get caught. You lose {amount} in penalties.",
  "You break into a house only to find it's a police officer's home. You lose {amount} in fines.",
  "You try to steal a car but accidentally lock yourself inside. You lose {amount} in embarrassment fines.",
  "You attempt to mug someone but they turn out to be a martial arts expert. You lose {amount} in hospital bills.",
  "You try to bribe an official but they report you instead. You lose {amount} in fines.",
  "You get caught trying to siphon gas from a police car. You lose {amount} in fines.",
  "You attempt to steal a diamond but set off all the alarms. You lose {amount} in bail.",
  "You try to break into an ATM but get trapped inside. You lose {amount} in rescue fees.",
  "You rob a convenience store but get caught on camera. You lose {amount} in legal fees.",
  "You try to pickpocket someone but steal a police badge. You lose {amount} in fines.",
  "You attempt to smuggle goods but get stopped at customs. You lose {amount} in fines.",
  "You steal a phone but get tracked by GPS. You lose {amount} in fines.",
  "You try to forge documents but get caught by a notary. You lose {amount} in penalties.",
  "You attempt to hack a bank but get traced. You lose {amount} in legal fees.",
  "You try to rob a fast food joint but get caught by the manager. You lose {amount} in fines.",
  "You steal a bike but it has a GPS tracker. You lose {amount} in fines.",
  "You attempt to break into a jewelry store but get locked in. You lose {amount} in bail.",
  "You try to sell stolen goods but the buyer is an undercover cop. You lose {amount} in fines.",
  "You attempt to rob a liquor store but get tackled by the clerk. You lose {amount} in fines.",
  "You try to steal a painting but trip the silent alarm. You lose {amount} in bail.",
  "You break into a house only to find a family having dinner. You lose {amount} in fines.",
  "You try to rob a bookstore but get trapped in the security gate. You lose {amount} in fines.",
  "You attempt to steal a wallet but it's filled with fake bills. You lose {amount} in embarrassment.",
  "You try to pick a lock but break your tools. You lose {amount} in replacement costs.",
  "You attempt to shoplift but the store has a security guard. You lose {amount} in fines.",
  "You try to scam someone online but they reverse-hack you. You lose {amount}.",
  "You attempt to steal a bike but it’s bolted down. You lose {amount} in failed attempt.",
  "You break into a car but the alarm goes off. You lose {amount} in fines.",
  "You try to sell fake IDs but get caught by undercover agents. You lose {amount} in fines.",
  "You attempt to rob a tech store but get electrocuted. You lose {amount} in medical bills.",
  "You try to steal a TV but it’s too heavy. You lose {amount} in back pain treatments.",
  "You attempt to hack into a secure database but get caught. You lose {amount} in fines.",
  "You try to rob a bank but get locked in the vault. You lose {amount} in bail.",
  "You steal a package from a porch but it’s full of dog poop. You lose {amount} in dignity.",
  "You attempt to sell illegal items but get scammed yourself. You lose {amount}.",
  "You try to rob a candy store but get caught on camera. You lose {amount} in fines.",
  "You break into a car but it’s a cop car. You lose {amount} in fines.",
  "You attempt to steal a laptop but it has a tracker. You lose {amount} in fines.",
  "You try to pickpocket at a concert but get caught by security. You lose {amount} in fines.",
  "You attempt to rob a pharmacy but get locked in. You lose {amount} in bail.",
  "You steal a purse but it’s empty. You lose {amount} in frustration.",
  "You try to hack a system but get a virus instead. You lose {amount} in repairs.",
  "You attempt to rob a bank with a fake gun and get caught. You lose {amount} in fines.",
  "You try to steal a painting but it’s a fake. You lose {amount} in embarrassment.",
  "You attempt to rob a jewelry store but the glass is shatterproof. You lose {amount} in fines.",
  "You try to pickpocket but steal a decoy wallet. You lose {amount} in wasted effort.",
  "You attempt to scam someone but they outsmart you. You lose {amount} in the process.",
  "You broke into a museum to steal a valuable artefact, but got caught and have been fined {amount}",
  "You tripped on one of Patrick's Pet Rocks, off to the slammer for you, and you have to pay for injuring his rock, Patrick demands a fine of {amount}!",
  "You are hungry on your first day as a art meuseum security guard and ate the banana taped to a wall, you're fined {amount} for 'destruction of art'.",
  "You got caught with 600 vicodin pills for your chronic leg pain but police still throw you in jail, you're bailed for {amount}.",
  "You sneezed, caused a pandemic and must pay {amount} in damages.",
  "You tried smuggling textiles but the wind blows wrong and the ship gets stuck in a important trade route, you lose {amount} in fines.",
  "You are given the powers of Midas but turn yourself into a golden statue, you lose {amount}. Womp womp.",
  "You cheaped out on some couplings and caused a plant meltdown, you're fined {amount} for negligence.",
  "You reach into a patient's nether region as you think that theres a tick hidden there, you pull your hand out and... **nothing**. You pay {amount} in sexual assault charges.",
  "You try a new money generating spell but it exploded your balls, you cough up {amount} in hospital fees.",
  "You 'launder' money by throwing them into the washing machine and lost {amount}.",
  "You made the blue crystals you saw on a show and tried selling them to the cartel, they laugh as they shoot you in the chest. You wake up with {amount} missing.",
  "You attemped to smuggle kinder eggs into the US and got caught in the customs, you pay {amount} in fines.",
  "You only realise gravity is a thing when you jumped out of the 25th storey for a quick escape and wound up with broken bones all over, the medical system charges you {amount} to fix them.",
  "You filed the walking cane of a disabled person, you're charged with assault and pay {amount} in fines.",
  "You accidentally formulated a bomb in your garage when trying to manufacture coke. It explodes and lands you in the hospital for {amount}.",
  "You messed up whilst trying to steal electricity from your neighbour's power grid and get electrocuted, you're charged {amount} to bring you back to life.",
  "You tried committing insurance fraud but sucked at it, you lose {amount} in a counter-sue.",
  "You tried using the 'fuel' you found next to a septic tank to power your car, it was just shit water and exploded your car. You pay {amount} in repairs.",
  "You tried cheaping out on a insulation installation job and used asbestos, it caused lung cancer and costs you {amount} to find a replacement lung.",
  "You tried selling chopped up oregano as weed in youth rehab, you get found out and have to repay {amount} to your customers.",
  "You run a underground gambling club and played shotgun roulette, you mistakenly shoot yourself with the shotgun and get welded back to life for {amount}.",
  "You shot yourself in the foot whilst attempting to rob a store and lose {amount} in embarrassment."
]
