[
    "Were you born on the highway? That is where most accidents happen.",
    "I was going to give you a nasty look... but I see you already have one.",
    "Remember when I asked for your opinion? Me neither.",
    "Everyone's entitled to act stupid once in awhile, but you really abuse the privilege.",
    "I'm trying to see things from your point of view, but I can't get my head that far up my ass.",
    "I haven't seen a fatty like you run that fast since twinkies went on sale for the first time.",
    "Two wrongs don't make a right, take your parents as an example.",
    "Just by looking at you, I now understand why some animals eat their young offspring.",
    "Does time actually fly when you're having sex, or was it just one minute after all?",
    "You should go do that tomorrow. Oh wait, nevermind, you've made enough mistakes already for today.",
    "This is why you don't have nice things",
    "My teacher told me to erase mistakes, I'm going to need a bigger eraser.",
    "Your IQ is smaller than the size of your dick.",
    "Are you always such an idiot, or do you just show off when I'm around?",
    "There are some remarkably dumb people in this world. Thanks for helping me understand that.",
    "I could eat a bowl of alphabet soup and shit out a smarter statement than whatever you just said.",
    "You're about as useful as a screen door on a submarine.",
    "You always bring me so much joy when you leave the room.",
    "Stupidity is not a crime, so feel free to go.",
    "If laughter is the best medicine, your face must be curing the world.",
    "The only way you'll ever get laid is if you crawl up a chicken's ass and wait.",
    "It looks like your face caught fire and someone tried to put it out with a hammer.",
    "Scientists say the universe is made up of neutrons, protons and electrons. They forgot to mention morons like you.",
    "Why is it acceptable for you to be an idiot but not for me to point it out?",
    "You're so fat you could sell shade.",
    "Your family tree must be a cactus because everyone on it is a prick.",
    "You'll never be the man your mother is.",
    "Just because you have an ass doesn't mean you need to act like one.",
    "Which sexual position produces the ugliest children? Ask your mother she knows.",
    "If I had a face like yours I'd sue my parents.",
    "The zoo called; they're wondering how you got out of your cage?",
    "Hey, you have something on your chin... no, the 3rd one down.",
    "Aww, It's so cute when you try to talk about things you don't understand.",
    "You are proof that evolution can go in reverse.",
    "Brains aren't everything. In your case they're nothing.",
    "You're so ugly when you look in the mirror, your reflection looks away.",
    "I'm sorry I didn't get that - I don't speak idiot.",
    "It's better to let someone think you're stupid than opening your mouth and prove it.",
    "Were you born this stupid or did you take lessons?",
    "You're such a beautiful, intelligent, wonderful person. Oh I'm sorry, I thought we were having a lying competition.",
    "Don't you get tired of putting make up on two faces every morning?",
    "Hey, I'm straighter than the pole your mom dances on.",
    "If ugliness were measured in bricks, you would be the Great Wall of China.",
    "I thought I said goodbye to you this morning when I flushed the toilet",
    "If you're trying to improve the world, you should start with yourself. Nothing needs more help than you do",
    "There are zombies looking for brains, don't worry though you'll be safe.",
    "Spreading rumors? At least you found a hobby spreading something other than your legs.",
    "I would tell you to eat trash but that's cannibalism",
    "If you spoke your mind, you would be speechless",
    "I can fix my ugliness with plastic surgery but you on the other hand will stay stupid forever",
    "Acting like a dick won't make yours any bigger",
    "If I wanted to hear from an asshole, I would have farted",
    "Roses are red. Violets are blue. God made us beautiful. What the hell happened to you?",
    "You remind me of a penny, two faced and worthless!",
    "I've met some pricks in my time but you my friend, are the fucking cactus",
    "I'd slap you, but that would be animal abuse",
    "If you're gonna be a smartass, first you have to be smart. Otherwise you're just an ass.",
    "I know I'm talking like an idiot. I have to, other wise you wouldn't understand me.",
    "You're so dumb, your brain cell died of loneliness",
    "You shouldn't let your mind wander; It's way to small to be out on its own",
    "I don't know what makes you so dumb but it's working",
    "You should put the diaper on your mouth, that's where the crap's coming out.",
    "You would be much more likable if it wasn't for that hole in your mouth that stupid stuff comes out of.",
    "Could you go away please, I'm allergic to douchebags",
    "If you had any intelligence to question I would have questioned it already.",
    "I wish I had a lower IQ, maybe then I could enjoy your company.",
    "I would answer you back but life is too short, just like your dick",
    "Mirrors don't lie. Lucky for you, they can't laugh either.",
    "I was right, there are no humans in this channel",
    "You have a face not even a mother could love.",
    "If I wanted to look at a picture of you, I would look up the word idiot in a dictionary.",
    "You make the guys on Jackass look like Einstein.",
    "I would slap you but I don't want to make your face look any better",
    "Sorry, I can't put small objects in my mouth or I'll choke",
    "You should wear a condom on your head, if you're going to be a dick you might as well dress like one",
    "Have you been shopping lately? They're selling lives at the mall, you should get one",
    "It is better to shut your mouth and make people think you are stupid than open it and remove all doubt.",
    "Hurting you is the least thing I want to do… but it’s still in the list.",
    "Oh, sorry, did the middle of my sentence interrupted the beginning of yours?",
    "Let me tell you. If I don’t answer you the first time, what makes you think the next 25 will work?",
    "I am not ignoring you; I am just giving you a time to understand what you just said.",
    "Every time I think you can’t get any dumber, you are proving me wrong.",
    "Where is your off button?",
    "Ola soy Dora. Can you help me find where we asked?",
    "Somewhere tree is producing oxygen for you. I’m sorry for it.",
    "Earth is full. Go home.",
    "Everyone has purpose in this life, yours is to become an organ donor.",
    "I am jealous of people who didn’t meet you.",
    "Why are you rolling your eyes? Are you looking for your brain?",
    "You didn’t change since last time I saw you. You should.",
    "What is wrong with you? Have you had too many drugs in mental hospital today?",
    "You are the reason why God is not talking to us anymore.",
    "You can’t imagine how much happiness you can bring… by leaving the room.",
    "I know you don’t like me, that says a lot. You need to acquire a better taste.",
    "It’s all about balance… you start talking, I stop listening.",
    "Are you talking to me? I thought you only talk behind my back.",
    "I’m sorry… did my back hurt your knife?",
    "Everyone is allowed to act stupid once, but you… you are abusing that privilege.",
    "Cry me a river, then drown yourself in it.",
    "When I look at you, I think to myself where have you been my whole life? Can you go back there?",
    "You are the reason why there are instructions on shampoo bottles.",
    "I think you just need a high five… in the face… with a chair.",
    "When I listen to you, I think you really going to go far. I hope you stay there.",
    "I look at you and think what a waste of two billion years of the evolution.",
    "It would be a great day If you used a glue stick instead of Chapstick.",
    "Yes, I’m fully vaccinated, but I will still not hang out with you.",
    "When I see you coming, I get pre annoyed. I’m just giving myself a head start.",
    "The last time I saw something like you, it was behind metal grids.",
    "If I had a dollar every time you shut up, I would give it back as a thank you.",
    "You were so happy for the negativity of your Covid test, we didn’t want to spoil the happiness by telling you it was IQ test.",
    "Honey, only thing bothering me is placed between your ears.",
    "Only thing that is pleasing about our relationship is that you are no longer in it.",
    "Every time I have a stick in my hand, you look like a pinata.",
    "You are like a software update. every time I see you, I immediately think “not now”.",
    "I don’t know what makes you so stupid, but it works.",
    "Whatever doesn’t kill you, disappoints me.",
    "It is hilarious how you are trying to fit your entire vocabulary into one sentence.",
    "I like the way you comb your hair, so horns don’t show up.",
    "Have a nice day… somewhere else.",
    "I would call you an idiot, but it would be an insult for stupid people.",
    "I told my therapist about you; she didn’t believe me.",
    "Did you know your incubator had tinted windows? That explains a lot.",
    "I would smack you, but I’m against animal abuse.",
    "If I wanted to kill myself, I would simply jump from your ego to your IQ.",
    "I can’t wait to spend my whole life without you.",
    "Whoever told you to be yourself, gave you a bad advice.",
    "I didn’t mean to offend you… but it was a huge plus.",
    "I don’t hate you, but if you were drowning, I would give you a high five.",
    "If I throw a stick, will you leave me too?",
    "Sorry I can’t think of an insult dumb enough for you to understand.",
    "You are what happens when women drink during pregnancy.",
    "When I look at you, I wish I could meet you again for the first time… and walk past.",
    "You are the sun in my life… now get 93 million miles away from me.",
    "You have such a beautiful face… But let’s put a bag over that personality.",
    "There is someone out there for everyone. For you, it’s a therapist.",
    "I would smack you, but I’m against animal abuse."
]