[
  "Your condom supply runs out and you pay csamount to restock.",
  "You fucked up, and have been fined csamount.",
  "Your vibrator burned up in the middle of the show, and you need to pay csamount for surgery.",
  "You gave Minecraft Steve a good ol' succ, but he stole all your diamonds and you lost csamount.",
  "You get down and dirty with a 95 year old woman, the cost of the therapy afterwards was csamount.",
  "You fap for hours on end on Omegle, but forgot the lotion. Spend the next ten minutes buying Nivea, costing csamount to resolve your burnt skin.",
  "You get down and dirty with a librarian, the cost of the therapy afterwards was csamount.",
  "You used protection but this caused a rather violent allergic reaction. You had to pay csamount for surgery.",
  "You decided to walk naked in the streets and was fined csamount for disturbing the public peace.",
  "You’ve been drugged! When you wake up you’ve lost csamount",
  "Your boyfriend finds out you been succing other dicc. You get dumped and he takes csamount.",
  "You attempted to seduce an undercover police officer and were fined csamount",
  "Don't try and use Chapstick as a dildo next time, lose csamount",
  "You were caught doing something naughty in a channel that wasn't a NSFW one. Your consequence is the loss of csamount.",
  "You fall asleep on the job, and your client takes some money! You lost csamount.",
  "You mooned through the window when going down the elevator. You may have gotten the attention of a few people, but at what cost? csamount for indecent exposure. Was it really worth it?",
  "Nobody cares about you. You lost csamount trying to twerk.",
  "They took back consent in the middle of the deed and took csamount.",
  "You forgot they weren't into BDSM and got csamount stolen from you.",
  "You slip and break your little guy while in action. Pay csamount to get it repaired.",
  "When in doubt, whip it out! Too bad you are small though. \nYou lost csamount.",
  "You choked on a dick and the bill from the hospital came back as csamount!"
]
