[
  "Your condom supply runs out and you pay csamount to restock.",
  "You fucked up, and have been fined csamount.",
  "Your vibrator burned up in the middle of the show, and you need to pay csamount for surgery.",
  "You gave Minecraft Steve a good ol' succ, but he stole all your diamonds and you lost csamount.",
  "You get down and dirty with a 95 year old woman, the cost of the therapy afterwards was csamount.",
  "You fap for hours on end on Omegle, but forgot the lotion. Spend the next ten minutes buying Nivea, costing csamount to resolve your burnt skin.",
  "You get down and dirty with a librarian, the cost of the therapy afterwards was csamount.",
  "You used protection but this caused a rather violent allergic reaction. You had to pay csamount for surgery.",
  "You decided to walk naked in the streets and was fined csamount for disturbing the public peace.",
  "You’ve been drugged! When you wake up you’ve lost csamount.",
  "Your boyfriend finds out you been succing other dicc. You get dumped and he takes csamount.",
  "You attempted to seduce an undercover police officer and were fined csamount.",
  "Don't try and use Chapstick as a dildo next time, you lose csamount in medical bills",
  "You were caught doing something naughty in a channel that wasn't a NSFW one. Your consequence is the loss of csamount.",
  "You fall asleep on the job, and your client takes some money! You lost csamount.",
  "You mooned through the window when going down the elevator. You may have gotten the attention of a few people, but at what cost? csamount for indecent exposure. Was it really worth it?",
  "Nobody cares about you. You lost csamount trying to twerk.",
  "They took back consent in the middle of the deed and took csamount.",
  "You forgot they weren't into BDSM and got csamount stolen from you.",
  "You slip and break your little guy while in action. Pay csamount to get it repaired.",
  "When in doubt, whip it out! Too bad you are small though. \nYou lost csamount.",
  "You choked on a dick and the bill from the hospital came back as csamount!",
  "During a nude yoga session, you accidentally expose your neighbor's window. You're fined csamount for indecency.",
  "You get an ill-timed case of blue balls and damage the screen of your phone, costing csamount for repairs.",
  "You have a NSFW slip-up while giving a job presentation, and the cost to rebuild your professional reputation is csamount.",
  "You spill hot wax on yourself while DIY-ing at home, costing csamount for medical bills.",
  "You try to fap to that one exclusive scene with no sound, only to realize your surround sound speakers are still on. You receive a csamount fine for disturbing the peace.",
  "You get caught sexting while on the job, and in addition to losing your job, you pay csamount for the resulting legal fees.",
  "You get stiffed by a dominatrix client, and to break free, you're out csamount for the rope-cutting tool.",
  "You serve a BDSM brunch to a chastity community, but you serve the key with every dish. You lose csamount to compensate.",
  "You overshare with your podcast listeners, causing you to lose skin care sponsorships, resulting in a loss of csamount.",
  "You attempt to have a quickie with the sexy chef at the grocery store, but she's engaged to the owner. You pay csamount in damages.",
  "You eat some spicy food while working on a steamy novella, and the results are not good. You lose csamount to pay for dry cleaning.",
  "You start a premature climax war in a fornication class but fail to control yourself, causing an avalanche of early finishes. The course organizer sues you for csamount.",
  "You try to sell erotic art on a platform that isn't NSFW and get your account banned. The cost to shift and rebuild your audience is csamount.",
  "You accidentally record your self-pleasure session with new porn-tuning headphones and accidentally send it to your entire email list. To clean up the mess, you have to pay csamount.",
  "Your 3D-printed sex toy explodes in the middle of a steamy scene, causing property damage, and you have to pay csamount for repairs.",
  "You get a starring role in a BDSM reality show, but your contract is voided after a consent violation. You forfeit csamount in penalties.",
  "Trying to heat up a first date, you use a hot sauce you found in your kitchen. It turns out to be a stronger version than you thought. You owe csamount to pay for medical bills.",
  "You accidentally text a customer service number while requesting a vibrator in the middle of Grindr, losing csamount to pay for the damages.",
  "During a virtual strip club performance, your home stereo explodes, causing damage to the house next door, and you owe csamount for the repairs.",
  "You send a naughty photo to your boss instead of the intended recipient. You lose your job and csamount in legal fees.",
  "You're a contestant on a sex-based game show, but you refuse to abide by the strict hygiene rules. You're disqualified and lose csamount.",
  "You try to seduce your boss by crashing her yoga session, naked. You lose your job, your dignity, and csamount in legal fees.",
  "You're a guest in a BDSM podcast, but you accidentally reveal personal secrets about your clients. You have to pay csamount to make amends.",
  "You try pulling a surprise for your partner by buying a new sex toy without their knowledge, but it turns out to be a choking hazard. You owe csamount for emergency surgery.",
  "You attend a sex conference and accidentally expose the keynote speaker's naughty secrets. They sue you for csamount.",
  "Turns out your skills in bed didn't please her. She takes csamount from you as compensation.",
  "You accidentally drop a sex toy into your Ragu, ruining dinner for the whole week and costing a csamount fine",
  "Retrieving a sex toy from a pool causes a pool filter to clog, resulting in csamount for repairs.",
  "An accidental drop of lube on the keyboard freezes up a computer, incurring csamount for repairs.",
  "A misplaced vibrator sets off an overly cautious neighbor, resulting in a noise complaint and csamount in fines.",
  "A sex toy gets stuck in the toilet, necessitating a plumber's visit and csamount in payments.",
  "A quickie in a public restroom is discovered, leading to trespassing and lewd conduct charges and csamount in fines.",
  "Candle wax drips onto a couch, causing a stubborn stain and requiring csamount for cleaning.",
  "A drink spills on a fancy silk dress during a rendezvous, resulting in csamount for dry cleaning or replacement.",
  "Frantic fumbling with bondage gear results in tears and rips in expensive sheets, warranting a new set for csamount.",
  "PDA leads to an unfortunate wardrobe malfunction, necessitating a makeup repurchase and csamount in social embarrassment costs.",
  "An over-enthusiastic cuddle punctures a waterbed, causing a guest to sleep on the floor and incurring csamount for repairs.",
  "A dramatic roleplay scene of \"being tied to the train tracks\" results in trespassing and obstructing the tracks charges, csamount for legal fees, and a stern reminder from the local authorities.",
  "A spontaneous bedroom picnic on a plastic sheet ends with a snake sneaking onto the bed, causing a panic and csamount for reptile removal.",
  "An ill-timed erection on public transport triggers a misunderstanding, attracting police attention and a csamount fine for public indecency.",
  "A too-close-for-comfort massage with a partner's employer on a business trip leads to an accusation of sexual harassment, levying csamount in legal fines.",
  "A loud orgasm out of sync with the erotic movie playing in a cinema theater leads to a security escort and csamount fine for being escorted out of the theater.",
  "A BDSM session causes scrapes and bruises, leading to an emergency room visit and a csamount bill.",
  "A daring 69 session in a moving car causes a traffic jam and results in a csamount fine for holding up traffic.",
  "During a public romp, a kinky accessory becomes lodged in a public trash can, costing csamount to the city for extracting it.",
  "An overexcited dog chews up a treasured sex toy, leading to a toy replacement costing csamount and a few cut-ups at the vet.",
  "An impromptu, outdoor romp leaves sex-toys littering the park. You pay a csamount fine to the authorities for the discovered items.",
  "A sex swing attachment to the ceiling results in the fall of a chandelier, costing an enormous csamount for the cleanup and repairs.",
  "A an ill-timed sneeze sends an egg vibrator rolling into the neighbors' yard, stirring up a csamount fine for disturbing the peace.",
  "A jacuzzi ride with a waterproof toy leaves a trail of lubricant, resulting in a csamount fine for the pool maintenance.",
  "A self-filmed solo session using a drone, accidentally captures the view of the neighbor's porch and results in a csamount fine for invasion of privacy.",
  "A dildo gets lodged in a wall during a bout of rough love, leading to a cost of csamount to repair the wall.",
  "A night fundraiser for a BDSM club is mistaken as a child-exploitation event, leading to both csamount for charges and unmet fundraising goals.",
  "An amorous night spent camping leads to you accidentally burning your hand on a lantern, resulting in a csamount hospital bill and lost campsite fees.",
  "Passionate, unprotected sex with a stranger results in an unscheduled visit to the pharmacy for an emergency contraceptive. This costs a csamount, plus the price of discretion.",
  "Your attempt to pleasure yourself with a phone booth leads to a short circuit, and you're slapped with csamount for public property damage.",
  "A spanking session leads to bruises too realistic to be explained as play, costing csamount for time lost to deal with a false abuse report.",
  "A bedsheet-turned-rope leaves the bed crashing to the floor, costing you csamount for damages.",
  "A kinky blindfold mishap results in a collision with the fireplace, incurring csamount to repair the hearth.",
  "A climax-induced headbutt causes injury, requiring a csamount for medical bills.",
  "A latex fun night ends with you tethered to the showerhead, requiring a plumber's visit for csamount.",
  "An exciting storyline turns too realistic, leading your partner to call the police, incurring a csamount fine for the misunderstanding.",
  "A roleplay for a nurse results in an accidental administering of a temporary-impotence medicine, costing csamount for both the cure and the medical consultation.",
  "A wrestling match between lovers goes awry, leading to a cracked TV screen, paying a hefty csamount for a new one.",
  "A dildo catches fire during an intense session. Fire department buys a new one, charging you csamount.",
  "Sent your sexts to the wrong number, causing a tsunami of embarrassment and a csamount payout.",
  "Forgot birth control and ended up buying a homemade abortion kit. csamount worth of secret money outflow.",
  "Invited a dominant stranger to tie you to your bed and lost track of time. You lose csamount for missed work.",
  "When your partner read your first love letter, they were not amused. You're out csamount for your nostalgic blunder.",
  "A BDSM partner had a heart attack during play, leading to a hospital visit and loss of a csamount.",
  "Misunderstanding your roommate's allergy to certain lubricants, you spark a mini-apocalypse, costing you csamount for cleanup and doctor's visits.",
  "A latex fetish ends with a rash, resulting in both a csamount for treatment and lost time at the rave.",
  "An adventurous clown costume inflated way beyond safe levels, necessitating a rushed trip to the ER, with a csamount bill to boot.",
  "A solo sex video sent to a colleague results in a csamount settlement to avoid a lawsuit.",
  "An orgasm during a game of strip poker caused you to expose your naked cards, losing csamount in the process.",
  "A sneezing fit during an intimate moment causes the accidental release of the safe word. Pay csamount for lost services.",
  "You try to charm your way into a VIP party but get escorted out. You lose csamount.",
  "You flirt with a millionaire but accidentally spill wine on them. You lose csamount in damages.",
  "You attempt a seductive dance move and trip, losing csamount in embarrassment.",
  "You launch an OnlyFans but only your grandma subscribes. You lose csamount on marketing.",
  "You try to seduce a high-roller but they’re more interested in their phone. You lose csamount in frustration.",
  "You dress to impress but forget to check the weather. Wet and cold, you lose csamount on dry cleaning.",
  "You attempt to seduce a client but fall asleep during the conversation. You lose csamount in tips.",
  "You try to work as a phone sex operator but keep dropping the phone. You lose csamount in dropped calls.",
  "You give a lap dance but get a cramp halfway through. You lose csamount in lost tips.",
  "You try to launch a seductive ASMR channel but your mic breaks. You lose csamount on equipment.",
  "You flirt with a sugar daddy but accidentally call them by the wrong name. You lose csamount in potential gifts.",
  "You attempt to charm a tech mogul but your pick-up lines are outdated. You lose csamount in missed opportunities.",
  "You try to seduce a wealthy client but spill your drink on them. You lose csamount in dry cleaning costs.",
  "You work as a webcam model but forget to turn on the camera. You lose csamount in potential earnings.",
  "You attend a high-profile gala but get spinach stuck in your teeth. You lose csamount in dignity.",
  "You try to host a provocative podcast but forget to press record. You lose csamount in wasted time.",
  "You attempt to be a burlesque dancer but your costume malfunctions. You lose csamount in wardrobe repairs.",
  "You flirt with a celebrity but they mistake you for the waiter. You lose csamount in humiliation.",
  "You try to seduce a prince but sneeze on him. You lose csamount in royal connections.",
  "You attempt to work as a dominatrix but can’t stop giggling. You lose csamount in confused clients.",
  "You host a seductive livestream but your internet keeps cutting out. You lose csamount in potential donations.",
  "You try to charm your way into a yacht party but get seasick. You lose csamount in medical expenses.",
  "You work as a sensual masseuse but keep dropping the oil. You lose csamount in wasted supplies.",
  "You attempt to be a high-end lingerie model but trip on the runway. You lose csamount in modeling fees.",
  "You try to host a sexy charity event but forget the venue booking. You lose csamount in deposits.",
  "You work as a professional muse but fall asleep during a session. You lose csamount in artist payments.",
  "You attempt to seduce a foreign diplomat but butcher their language. You lose csamount in potential gifts.",
  "You host an exclusive wine tasting but can’t tell the wines apart. You lose csamount in tips.",
  "You try to charm a wealthy benefactor but spill food on them. You lose csamount in dry cleaning costs.",
  "You work as a striptease artist but forget your routine. You lose csamount in sympathy tips.",
  "You attempt to seduce a famous director but forget their name. You lose csamount in acting opportunities.",
  "You host a glamorous cocktail party but run out of drinks. You lose csamount in refunds.",
  "You try to work as a sensual yoga instructor but pull a muscle. You lose csamount in medical bills.",
  "You attempt to seduce a rock star but they’re more interested in their guitar. You lose csamount in fan gifts.",
  "You launch a seductive fashion line but misspell the brand name. You lose csamount in sales.",
  "You try to host a sexy livestream but forget your lines. You lose csamount in donations.",
  "You attempt to be a professional cuddler but fall asleep. You lose csamount in tips.",
  "You try to seduce a powerful politician but they’re more interested in the news. You lose csamount in political connections.",
  "You work as a burlesque dancer but your music malfunctions. You lose csamount in tips.",
  "You attempt to be a high-end lingerie model but get stage fright. You lose csamount in fees.",
  "You try to charm your way into a luxury suite but get locked out. You lose csamount in embarrassment.",
  "You work as a sensual masseuse but your client is ticklish. You lose csamount in tips.",
  "You attempt to host a sexy charity event but nobody shows up. You lose csamount in preparations.",
  "You try to be a professional muse but the artist finds you boring. You lose csamount in payments.",
  "You seduce a wealthy client but forget their name. You lose csamount in tips.",
  "You work as a striptease artist but forget your routine. You lose csamount in sympathy tips.",
  "You attempt to seduce a famous director but mess up your lines. You lose csamount in acting opportunities.",
  "You host a glamorous cocktail party but spill drinks everywhere. You lose csamount in damages.",
  "You try to work as a sensual yoga instructor but fall over. You lose csamount in class fees."
]
