[
  "Your condom supply runs out and you pay csamount to restock.",
  "You fucked up, and have been fined csamount.",
  "Your vibrator burned up in the middle of the show, and you need to pay csamount for surgery.",
  "You gave Minecraft Steve a good ol' succ, but he stole all your diamonds and you lost csamount.",
  "You get down and dirty with a 95 year old woman, the cost of the therapy afterwards was csamount.",
  "You fap for hours on end on Omegle, but forgot the lotion. Spend the next ten minutes buying Nivea, costing csamount to resolve your burnt skin.",
  "You get down and dirty with a librarian, the cost of the therapy afterwards was csamount.",
  "You used protection but this caused a rather violent allergic reaction. You had to pay csamount for surgery.",
  "You decided to walk naked in the streets and was fined csamount for disturbing the public peace.",
  "You’ve been drugged! When you wake up you’ve lost csamount",
  "Your boyfriend finds out you been succing other dicc. You get dumped and he takes csamount.",
  "You attempted to seduce an undercover police officer and were fined csamount",
  "Don't try and use Chapstick as a dildo next time, lose csamount in medical bills",
  "You were caught doing something naughty in a channel that wasn't a NSFW one. Your consequence is the loss of csamount.",
  "You fall asleep on the job, and your client takes some money! You lost csamount.",
  "You mooned through the window when going down the elevator. You may have gotten the attention of a few people, but at what cost? csamount for indecent exposure. Was it really worth it?",
  "Nobody cares about you. You lost csamount trying to twerk.",
  "They took back consent in the middle of the deed and took csamount.",
  "You forgot they weren't into BDSM and got csamount stolen from you.",
  "You slip and break your little guy while in action. Pay csamount to get it repaired.",
  "When in doubt, whip it out! Too bad you are small though. \nYou lost csamount.",
  "You choked on a dick and the bill from the hospital came back as csamount!",
  "During a nude yoga session, you accidentally expose your neighbor's window. You're fined csamount for indecency.",
  "You get an ill-timed case of blue balls and damage the screen of your phone, costing csamount for repairs.",
  "You have a NSFW slip-up while giving a job presentation, and the cost to rebuild your professional reputation is csamount.",
  "You spill hot wax on yourself while DIY-ing at home, costing csamount for medical bills.",
  "You try to fap to that one exclusive scene with no sound, only to realize your surround sound speakers are still on. You receive a csamount fine for disturbing the peace.",
  "You get caught sexting while on the job, and in addition to losing your job, you pay csamount for the resulting legal fees.",
  "You get stiffed by a dominatrix client, and to break free, you're out csamount for the rope-cutting tool.",
  "You serve a BDSM brunch to a chastity community, but you serve the key with every dish. You lose csamount to compensate.",
  "You overshare with your podcast listeners, causing you to lose skin care sponsorships, resulting in a loss of csamount.",
  "You attempt to have a quickie with the sexy chef at the grocery store, but she's engaged to the owner. You pay csamount in damages.",
  "You eat some spicy food while working on a steamy novella, and the results are not good. You lose csamount to pay for dry cleaning.",
  "You start a premature climax war in a fornication class but fail to control yourself, causing an avalanche of early finishes. The course organizer sues you for csamount.",
  "You try to sell erotic art on a platform that isn't NSFW and get your account banned. The cost to shift and rebuild your audience is csamount.",
  "You accidentally record your self-pleasure session with new porn-tuning headphones and accidentally send it to your entire email list. To clean up the mess, you have to pay csamount.",
  "Your 3D-printed sex toy explodes in the middle of a steamy scene, causing property damage, and you have to pay csamount for repairs.",
  "You get a starring role in a BDSM reality show, but your contract is voided after a consent violation. You forfeit csamount in penalties.",
  "Trying to heat up a first date, you use a hot sauce you found in your kitchen. It turns out to be a stronger version than you thought. You owe csamount to pay for medical bills.",
  "You accidentally text a customer service number while requesting a vibrator in the middle of Grindr, losing csamount to pay for the damages.",
  "During a virtual strip club performance, your home stereo explodes, causing damage to the house next door, and you owe csamount for the repairs.",
  "You send a naughty photo to your boss instead of the intended recipient. You lose your job and csamount in legal fees.",
  "You're a contestant on a sex-based game show, but you refuse to abide by the strict hygiene rules. You're disqualified and lose csamount.",
  "You try to seduce your boss by crashing her yoga session, naked. You lose your job, your dignity, and csamount in legal fees.",
  "You're a guest in a BDSM podcast, but you accidentally reveal personal secrets about your clients. You have to pay csamount to make amends.",
  "You try pulling a surprise for your partner by buying a new sex toy without their knowledge, but it turns out to be a choking hazard. You owe csamount for emergency surgery.",
  "You attend a sex conference and accidentally expose the keynote speaker's naughty secrets. They sue you for csamount.",
  "Turns out your skills in bed didn't please her. She takes csamount from you as compensation.",
  "You accidentally drop a sex toy into your Ragu, ruining dinner for the whole week and costing a csamount fine",
  "Retrieving a sex toy from a pool causes a pool filter to clog, resulting in csamount for repairs.",
  "An accidental drop of lube on the keyboard freezes up a computer, incurring csamount for repairs.",
  "A misplaced vibrator sets off an overly cautious neighbor, resulting in a noise complaint and csamount in fines.",
  "A sex toy gets stuck in the toilet, necessitating a plumber's visit and csamount in payments.",
  "A quickie in a public restroom is discovered, leading to trespassing and lewd conduct charges and csamount in fines.",
  "Candle wax drips onto a couch, causing a stubborn stain and requiring csamount for cleaning.",
  "A drink spills on a fancy silk dress during a rendezvous, resulting in csamount for dry cleaning or replacement.",
  "Frantic fumbling with bondage gear results in tears and rips in expensive sheets, warranting a new set for csamount.",
  "PDA leads to an unfortunate wardrobe malfunction, necessitating a makeup repurchase and csamount in social embarrassment costs.",
  "An over-enthusiastic cuddle punctures a waterbed, causing a guest to sleep on the floor and incurring csamount for repairs.",
  "A dramatic roleplay scene of \"being tied to the train tracks\" results in trespassing and obstructing the tracks charges, csamount for legal fees, and a stern reminder from the local authorities.",
  "A spontaneous bedroom picnic on a plastic sheet ends with a snake sneaking onto the bed, causing a panic and csamount for reptile removal.",
  "An ill-timed erection on public transport triggers a misunderstanding, attracting police attention and a csamount fine for public indecency.",
  "A too-close-for-comfort massage with a partner's employer on a business trip leads to an accusation of sexual harassment, levying csamount in legal fines.",
  "A loud orgasm out of sync with the erotic movie playing in a cinema theater leads to a security escort and csamount fine for being escorted out of the theater.",
  "A BDSM session causes scrapes and bruises, leading to an emergency room visit and a csamount bill.",
  "A daring 69 session in a moving car causes a traffic jam and results in a csamount fine for holding up traffic.",
  "During a public romp, a kinky accessory becomes lodged in a public trash can, costing csamount to the city for extracting it.",
  "An overexcited dog chews up a treasured sex toy, leading to a toy replacement costing csamount and a few cut-ups at the vet.",
  "An impromptu, outdoor romp leaves sex-toys littering the park. You pay a csamount fine to the authorities for the discovered items.",
  "A sex swing attachment to the ceiling results in the fall of a chandelier, costing an enormous csamount for the cleanup and repairs."
]
