[
  "You managed to get with a famous actress for csamount.",
  "You got your daily dose of Vitamin D csamount :D",
  "You work as a lubricant tester and earn csamount",
  "You worked as a sperm donor and earned csamount",
  "You did a hot live stream and your viewers have donated csamount to your Patreon!",
  "Double the pleasure, double the fun. Work two jobs at once and rake in csamount",
  "You get caught masturbating in class, and the teacher joins in! He pays you csamount for the good time.",
  "You let some old man take a peek at your goods and glory for some csamount",
  "You do a good deepthroating and earn csamount from the client",
  "You fuck the lonely MILF staying across the corridor from your hotel room for csamount",
  "You tried to have sex with an officer cause you were horny, the officer liked it and had sex with you, the officer paid csamount",
  "You had hot phone sex with your son's teacher. He paid you csamount in order to keep quiet about it.",
  "You licked SpongeBob's feet for csamount!",
  "You licked Patrick's feet for csamount!",
  "You licked Squidward's feet for csamount!",
  "In an attempt to sell yourself, a van picks you up and pays you csamount to fuck the girls inside.",
  "You get csamount through donations on your cam stream.",
  "You rub a random stranger's ass and gain csamount!",
  "You meet someone online and meet up for a night and earn csamount.",
  "You gave your clone the gud succ in front of a crowd. You earned csamount",
  "You fucked a traffic cone and found csamount inside it.",
  "Damn! Those hips don't lie here's csamount",
  "You give excellent head and earn a solid csamount.",
  "You flashed your tits while streaming and received csamount in donations!",
  "You try to get it on with your boss and they follow suit! You did such a good job they give you csamount.",
  "You sucked a bunch of dude's cocks. What else is there to say? You earned csamount.",
  "You suck dick like a real pro! You even got tipped csamount."
]
