[
  "You deliver 1000 pizzas for a YouTube video and make csamount!",
  "You work as a starving college student, you found csamount on the ground.",
  "You work for the U.S Census and take home csamount.",
  "You sold 3 copies of the Shrek movie and earned csamount.",
  "You work as a space lawyer and earn csamount.",
  "You see someone struggling to lift a box into their car, you rush over to help them before they hurt themselves. After helping them, they graciously give you csamount.",
  "You work as a WWE Wrestler and managed to earn csamount.",
  "You help a newcomer set up a camp and he pays you csamount.",
  "You win a hotdog eating contest. The prize is csamount!",
  "You win a spicy chili eating contest. The prize is csamount!",
  "You sweep the floor and get paid csamount.",
  "You work as a professional cock fighter and earn csamount.",
  "You actually finished the plate of vegetables that your parents made you eat! You were awarded csamount.",
  "You work as an elephant dresser and earn csamount.",
  "Why can't you get a real job and make real money? Because digging through the dirt is more fun. You gain csamount.",
  "You work as a help-desk technician and earn csamount.",
  "Somebody once told me the world was gonna roll me, I ain't the sharpest tool in the sh- oh, uh- you did something good and got csamount I think...",
  "You worked overtime at the office for csamount.",
  "You work as a street performer and earn csamount.",
  "You spend all day creating graphic designs for YouTube channels and Twitter accounts just for a measly csamount.",
  "You work as a vibration consultant and earn csamount.",
  "You work as a personal shopper and earn csamount.",
  "Nothing says a good day like being a programmer for JS. You earn csamount, despite you Googling all your problems.",
  "You clean off the chairs and get paid csamount.",
  "You work as a breath odor evaluator and earn csamount.",
  "You work as a flatulence smell reduction underwear maker and earn csamount.",
  "You finally worked and gained csamount.",
  "You work at a lamp store and earn csamount.",
  "You worked as a Bride Kidnapping Expert, for that you were paid csamount.",
  "You worked as a businessman and earned csamount.",
  "You posted something to the subreddit! You’ve earned csamount.",
  "You get a commission request, the payment is csamount.",
  "You paint a lovely watercolor Moon and sell it at a local art fair for csamount.",
  "You repair the lights and receive csamount.",
  "You work as a DBM Network Moderator and earn csamount.",
  "You develop a python to javascript converter and earn csamount.",
  "You work as a gender equality consultant and earn csamount.",
  "You work at a printing press and got paid csamount.",
  "You did absolutely nothing and still managed to get paid csamount.",
  "You work as a professional Minecraft hacker. You manage to rake in csamount.",
  "You become a game developer and raised csamount for charity",
  "You work as a cleaner for the Royal Palace and earn csamount.",
  "Just take the csamount and go...",
  "You did some social work for a good cause. You received csamount for your contributions.",
  "You take a nice stroll around the park, look down and found csamount. Congrats!",
  "You work as an egg and earn csamount.",
  "You found csamount on the floor.",
  "You went to work and gained csamount.",
  "You baked some nice cookies for everyone, here is csamount.",
  "You go through your bag, and decide to sell some useless items you don't need. It turns out all that junk was worth csamount.",
  "You cleared 200 toilets in a prison. The lazy janitor thanked you and gave you csamount.",
  "You dabbed so had that even your mother is proud! You make csamount off of donations.",
  "You save a survivor from a group of zombies. He gave you csamount.",
  "You work as a parkour specialist and earn csamount.",
  "You defended an old lady from robbers. You got a smooch on the cheek and earned csamount.",
  "You work as a janitor and earn csamount.",
  "You work as a teacher and earn csamount.",
  "You collected your taxes and got csamount.",
  "You sold knock-off Squishees and cashed out with csamount.",
  "You were hired as a whiteboard marker salesperson and earn csamount.",
  "You work as a cookie cutter and earn csamount.",
  "You worked at an ice-cream shop of your childhood dreams and roll in csamount.",
  "You work as a professional worker and earn csamount.",
  "You sell your crab for csamount, you monster",
  "You work as a voice actor for Spongebob and managed to gain csamount.",
  "You went on America's Got Talent and came home with csamount.",
  "You drove a women to the store for csamount.",
  "You serve some customers and receive csamount.",
  "You run a relatively popular Tumblr blog and make csamount from ad revenue.",
  "You have helped a family by hunting a turkey for them. They gave you csamount in return!",
  "You've worked on a farm cultivating wheat from dawn to dusk. The land lord pays you csamount for your struggles.",
  "You work as a zombie for The Walking Dead and earn csamount.",
  "You hunt demons with Sam and Dean Winchester and earn csamount.",
  "You made your way downtown. Congratulations, you earn csamount.",
  "A sudden gust of wind blows csamount in your direction.",
  "You host a fine wine tasting event and get csamount.",
  "Mr. Beast came to give you random amounts of money, you received csamount.",
  "You work as a dog breath sniffer and earn csamount.",
  "You are paid csamount to clean up hair off the ground at your local hairdressers",
  "You worked hard at your dish cleaning job but failed. Then you tried fish cleaning! You earned csamount.",
  "You worked hard mowing your dad's lawn and he gave you csamount.",
  "You work for a private military company, earning csamount.",
  "You drove the school bus today and were only 5 minutes late! You get csamount for your efforts.",
  "You work as a water slide tester and earn csamount.",
  "You sign up for a DJ job and play County Roads. You make csamount just for playing that song.",
  "You work as a highschool student with no life. Have csamount because we pity you.",
  "You gave yourself csamount that you didn't even have! What is this wizardry?!",
  "You carried a bunch of backpacks around to different classes for a day, and received csamount from your peers.",
  "Someone came and performed a play. They gave you csamount for watching.",
  "You work as a penguinologist and earn csamount.",
  "The demand for mobile games has increased so you create a new game full of micro-transactions. You earn a total of csamount off your new game.",
  "You work at a market selling apples with a shop clerk for a day. They pay you csamount for helping them out.",
  "You put your nose to the grindstone and earned csamount.",
  "You beat sonic wave infinity and won csamount.",
  "You had a fruitful day at the office today and earned csamount.",
  "You help clean up the local theater and found csamount between the seats!",
  "You have a successful YouTube channel and make csamount from ad revenue.",
  "You toasted some bread. A step in the right direction. You earned csamount.",
  "You enter a fidget spinner spinning contest and out-spin the other fidget spinner spinners. You made csamount.",
  "Earn csamount sniffing fabric samples to approve them for that new car smell."
]
