[
  "You deliver 1000 pizzas for a YouTube video and make csamount!",
  "You work as a starving college student, you found csamount on the ground.",
  "You work for the U.S Census and take home csamount.",
  "You sold 3 copies of the Shrek movie and earned csamount.",
  "You work as a space lawyer and earn csamount.",
  "You see someone struggling to lift a box into their car, you rush over to help them before they hurt themselves. After helping them, they graciously give you csamount.",
  "You work as a WWE Wrestler and managed to earn csamount.",
  "You help a newcomer set up a camp and he pays you csamount.",
  "You win a hotdog eating contest. The prize is csamount!",
  "You win a spicy chili eating contest. The prize is csamount!",
  "You sweep the floor and get paid csamount.",
  "You work as a professional cock fighter and earn csamount.",
  "You actually finished the plate of vegetables that your parents made you eat! You were awarded csamount.",
  "You work as an elephant dresser and earn csamount.",
  "Why can't you get a real job and make real money? Because digging through the dirt is more fun. You gain csamount.",
  "You work as a help-desk technician and earn csamount.",
  "Somebody once told me the world was gonna roll me, I ain't the sharpest tool in the sh- oh, uh- you did something good and got csamount I think...",
  "You worked overtime at the office for csamount.",
  "You work as a street performer and earn csamount.",
  "You spend all day creating graphic designs for YouTube channels and Twitter accounts just for a measly csamount.",
  "You work as a vibration consultant and earn csamount.",
  "You work as a personal shopper and earn csamount.",
  "Nothing says a good day like being a programmer for JS. You earn csamount, despite you Googling all your problems.",
  "You clean off the chairs and get paid csamount.",
  "You work as a breath odor evaluator and earn csamount.",
  "You work as a flatulence smell reduction underwear maker and earn csamount.",
  "You finally worked and gained csamount.",
  "You work at a lamp store and earn csamount.",
  "You worked as a Bride Kidnapping Expert, for that you were paid csamount.",
  "You worked as a businessman and earned csamount.",
  "You posted something to the subreddit! You’ve earned csamount.",
  "You get a commission request, the payment is csamount.",
  "You paint a lovely watercolor Moon and sell it at a local art fair for csamount.",
  "You repair the lights and receive csamount.",
  "You work as a DBM Mods Moderator and earn csamount.",
  "You work as a Bot Maker for Discord Moderator and earn csamount",
  "You develop a python to javascript converter and earn csamount.",
  "You work as a gender equality consultant and earn csamount.",
  "You work at a printing press and got paid csamount.",
  "You did absolutely nothing and still managed to get paid csamount.",
  "You work as a professional Minecraft hacker. You manage to rake in csamount.",
  "You become a game developer and raised csamount for charity",
  "You work as a cleaner for the Royal Palace and earn csamount.",
  "Just take the csamount and go...",
  "You did some social work for a good cause. You received csamount for your contributions.",
  "You take a nice stroll around the park, look down and found csamount. Congrats!",
  "You work as an egg and earn csamount.",
  "You found csamount on the floor.",
  "You went to work and gained csamount.",
  "You baked some nice cookies for everyone, here is csamount.",
  "You go through your bag, and decide to sell some useless items you don't need. It turns out all that junk was worth csamount.",
  "You cleared 200 toilets in a prison. The lazy janitor thanked you and gave you csamount.",
  "You dabbed so had that even your mother is proud! You make csamount off of donations.",
  "You save a survivor from a group of zombies. He gave you csamount.",
  "You work as a parkour specialist and earn csamount.",
  "You defended an old lady from robbers. You got a smooch on the cheek and earned csamount.",
  "You work as a janitor and earn csamount.",
  "You work as a teacher and earn csamount.",
  "You collected your taxes and got csamount.",
  "You sold knock-off Squishees and cashed out with csamount.",
  "You were hired as a whiteboard marker salesperson and earn csamount.",
  "You work as a cookie cutter and earn csamount.",
  "You worked at an ice-cream shop of your childhood dreams and roll in csamount.",
  "You work as a professional worker and earn csamount.",
  "You sell your crab for csamount, you monster",
  "You work as a voice actor for Spongebob and managed to gain csamount.",
  "You went on America's Got Talent and came home with csamount.",
  "You drove a women to the store for csamount.",
  "You serve some customers and receive csamount.",
  "You run a relatively popular Tumblr blog and make csamount from ad revenue.",
  "You have helped a family by hunting a turkey for them. They gave you csamount in return!",
  "You've worked on a farm cultivating wheat from dawn to dusk. The land lord pays you csamount for your struggles.",
  "You work as a zombie for The Walking Dead and earn csamount.",
  "You hunt demons with Sam and Dean Winchester and earn csamount.",
  "You made your way downtown. Congratulations, you earn csamount.",
  "A sudden gust of wind blows csamount in your direction.",
  "You host a fine wine tasting event and get csamount.",
  "Mr. Beast came to give you random amounts of money, you received csamount.",
  "You work as a dog breath sniffer and earn csamount.",
  "You are paid csamount to clean up hair off the ground at your local hairdressers",
  "You worked hard at your dish cleaning job but failed. Then you tried fish cleaning! You earned csamount.",
  "You worked hard mowing your dad's lawn and he gave you csamount.",
  "You work for a private military company, earning csamount.",
  "You drove the school bus today and were only 5 minutes late! You get csamount for your efforts.",
  "You work as a water slide tester and earn csamount.",
  "You sign up for a DJ job and play County Roads. You make csamount just for playing that song.",
  "You work as a highschool student with no life. Have csamount because we pity you.",
  "You gave yourself csamount that you didn't even have! What is this wizardry?!",
  "You carried a bunch of backpacks around to different classes for a day, and received csamount from your peers.",
  "Someone came and performed a play. They gave you csamount for watching.",
  "You work as a penguinologist and earn csamount.",
  "The demand for mobile games has increased so you create a new game full of micro-transactions. You earn a total of csamount off your new game.",
  "You work at a market selling apples with a shop clerk for a day. They pay you csamount for helping them out.",
  "You put your nose to the grindstone and earned csamount.",
  "You beat sonic wave infinity and won csamount.",
  "You had a fruitful day at the office today and earned csamount.",
  "You help clean up the local theater and found csamount between the seats!",
  "You have a successful YouTube channel and make csamount from ad revenue.",
  "You toasted some bread. A step in the right direction. You earned csamount.",
  "You enter a fidget spinner spinning contest and out-spin the other fidget spinner spinners. You made csamount.",
  "Earn csamount sniffing fabric samples to approve them for that new car smell.",
  "You single-handedly solve a Rubik's cube and someone rewards you with csamount.",
  "You dress up as a human statue and tourists give you csamount.",
  "You help an alien fix their spaceship and they pay you csamount in Earth money.",
  "You become a professional ice cream taster and earn csamount.",
  "You rescue a kitten from a tree and its grateful owner gives you csamount.",
  "You work as a human scarecrow and earn csamount.",
  "You master the art of paper folding and sell origami for csamount.",
  "You perform a magic trick on the street and someone tips you csamount.",
  "You spend a day chasing butterflies and find csamount hidden in a flower.",
  "You successfully flip a pancake without dropping it and someone gives you csamount.",
  "You invent a new dance move and get paid csamount for teaching it.",
  "You make a video on YouTube and it goes viral, earning you csamount",
  "You work as a professional beachcomber and find csamount in the sand.",
  "You organize a sock puppet show and the audience donates csamount.",
  "You dress up as Santa Claus and get paid csamount for taking photos with kids.",
  "You write a funny joke and a comedian buys it for csamount.",
  "You make a snowman and someone gives you csamount for your creativity.",
  "You find a four-leaf clover and sell it for csamount.",
  "You work as a lemonade stand operator and earn csamount.",
  "You help an old lady cross the street and she gives you csamount.",
  "You participate in a pie-eating contest and win csamount.",
  "You work as a bubble wrap popper and earn csamount.",
  "You win a staring contest and the prize is csamount.",
  "You make a birdhouse and sell it for csamount.",
  "You successfully catch a fish and sell it for csamount.",
  "You plant a tree and someone donates csamount to your cause.",
  "You dress up as a superhero and earn csamount taking pictures with fans.",
  "You create a hilarious meme and it goes viral, earning you csamount.",
  "You work as a Facebook Comedian earning you csamount",
  "You take care of a neighbor's garden and they pay you csamount.",
  "You juggle flaming torches and get tipped csamount for your bravery.",
  "You write a poem and sell it for csamount.",
  "You help someone find their lost pet and they give you csamount.",
  "You paint a fence and get paid csamount for your hard work.",
  "You find a rare coin and sell it for csamount.",
  "You organize a local cleanup and earn csamount in donations.",
  "You give an inspiring speech and someone donates csamount.",
  "You work as a haunted house actor and earn csamount scaring people.",
  "You train a dog to do tricks and its owner pays you csamount.",
  "You build a sandcastle and win a prize of csamount.",
  "You make a viral TikTok video and earn csamount.",
  "You help a friend move and they give you csamount for your effort.",
  "You volunteer at an animal shelter and receive csamount in donations.",
  "You work as a face painter at a fair and earn csamount.",
  "You knit a scarf and sell it for csamount.",
  "You win a karaoke contest and take home csamount.",
  "You play an epic air guitar solo and someone tips you csamount.",
  "You tell a spooky ghost story and someone pays you csamount for the chills.",
  "You make a delicious pie and sell it for csamount.",
  "You work as a fortune cookie writer and earn csamount.",
  "You help direct traffic and someone tips you csamount for your service.",
  "You perform a puppet show and earn csamount from delighted kids.",
  "You work as a professional cuddler and make csamount for your affection.",
  "You work at a massage parlor and earn csamount in tips.",
  "You become a social media influencer and make csamount in sponsorships.",
  "You host an exclusive wine tasting and leave with csamount in tips.",
  "You dress up as a giant chicken for a kid's birthday party and earn csamount in chicken feed.",
  "You work as a mime in a park and get tipped csamount for your silent efforts.",
  "You juggle rubber chickens and make csamount in tips from amused onlookers.",
  "You bake a pie for a bake sale and it sells for csamount, despite being a little burnt.",
  "You take your pet rock for a walk and someone gives you csamount for your dedication.",
  "You create a TikTok dance challenge and earn csamount in virtual gifts.",
  "You dress up as a cactus and get paid csamount for standing still all day.",
  "You invent a new board game called 'Monotony' and earn csamount in sales.",
  "You work as a professional mattress tester and earn csamount for napping.",
  "You pretend to be a statue in the park and someone gives you csamount for your stillness.",
  "You organize a snail race and win csamount in betting.",
  "You help a squirrel gather nuts and it gives you csamount in acorn currency.",
  "You host a karaoke night and get paid csamount for your questionable singing skills.",
  "You win a contest for the best pet rock and receive csamount in shiny pebbles.",
  "You make a cat video that goes viral and earn csamount in likes and shares.",
  "You teach a dog to play fetch and its owner pays you csamount in dog treats.",
  "You create a new flavor of ice cream and sell it for csamount, despite its odd taste.",
  "You organize a leaf-raking competition and win csamount in fallen foliage.",
  "You dress up as a wizard and earn csamount for casting spells at a Renaissance fair.",
  "You start a podcast about potato farming and make csamount in sponsorships.",
  "You work as a professional cloud watcher and earn csamount for identifying shapes.",
  "You design a line of ugly sweaters and make csamount in holiday sales.",
  "You train your goldfish to do tricks and someone pays you csamount to see it.",
  "You create a new sport called 'pillow fencing' and earn csamount in tournament prizes.",
  "You build a miniature golf course in your backyard and charge csamount per game.",
  "You write a song about socks and sell it for csamount, despite its quirky lyrics.",
  "You become a professional line stander and make csamount for waiting in line for others.",
  "You make a sculpture out of marshmallows and sell it for csamount at an art fair.",
  "You invent a new type of hat and sell it for csamount, even though it's just a bucket.",
  "You help a neighbor plant flowers and they give you csamount for your green thumb.",
  "You organize a watermelon seed spitting contest and win csamount for your accuracy.",
  "You create a YouTube channel dedicated to reviewing pet rocks and make csamount in ad revenue.",
  "You make a balloon animal and sell it for csamount at a kids' party.",
  "You start a business selling invisible ink and make csamount, despite the invisible results.",
  "You become a human billboard and earn csamount for wearing a sign around town.",
  "You teach a parrot to mimic your voice and someone pays you csamount for the show.",
  "You work as a professional bubble blower and earn csamount at a beach party.",
  "You create a line of designer rubber bands and sell them for csamount each.",
  "You win a staring contest with a mannequin and earn csamount for your focus.",
  "You organize a pet fashion show and make csamount in ticket sales.",
  "You write a book about the secret lives of garden gnomes and earn csamount in royalties.",
  "You dress up as a mermaid and earn csamount for taking pictures with tourists.",
  "You design a new emoji and sell it for csamount to a tech company.",
  "You start a business delivering singing telegrams and make csamount.",
  "You help a neighbor assemble furniture and they pay you csamount for your handy work.",
  "You create a collection of finger paintings and sell them for csamount at a local market.",
  "You become a professional snowman builder and earn csamount for your frosty creations.",
  "You invent a new type of dance called 'the worm shuffle' and earn csamount teaching it.",
  "You help a friend bake cookies and they give you csamount for your sweet skills.",
  "You win a pie-eating contest and receive csamount in blueberry pies.",
  "You work as a professional cake decorator and earn csamount for your artistic icing.",
  "You start a blog about the history of yo-yos and make csamount in affiliate sales.",
  "You become a fortune teller and earn csamount predicting the future with rubber chickens.",
  "You dress up as a giant taco and get paid csamount for handing out flyers.",
  "You win a sandcastle building competition and receive csamount in seashells.",
  "You work as a professional sticker collector and earn csamount for your rare finds.",
  "You organize a scavenger hunt and make csamount in entry fees.",
  "You create a new type of origami and sell it for csamount at a craft fair.",
  "You become a professional pillow fighter and earn csamount in championship matches.",
  "You design a line of quirky coffee mugs and sell them for csamount each.",
  "You work as a food critique and get served a rat instead of fish. The restaurant pays you csamount in settlements",
  "You made some nice templates for BMD and got tipped a cool csamount.",
  "You work as a manga artist and it got made into an anime, you earn csamount in licensing fees.",
  "You pimped out a car, the owner tips you csamount.",
  "You write a web novel and readers found it nice, you get csamount in fan gifts.",
  "You translate a niche manga and people liked it, you're paid csamount in commissions.",
  "You rejected Harvard's rejection letter and graduated with a degree, you're hired for csamount.",
  "You modded a computer mouse for a nerd, you overcharge and get paid csamount.",
  "You are commissioned for a custom keyboard, you make csamount in commission fees.",
  "You beat Kenos and became a meme, you gain csamount for licensing rights to use your meme.",
  "You decorate a geometry dash level and won a contest, you get csamount in rewards.",
  "You played rhythm games at the arcade without knowing it was a contest and win csamount for scoringthe highest.",
  "You score the highest in a arcade shooter, winning a bet of csamount.",
  "You made a fan-chart for arcaea and people liked it, you're given csamount to add the chart into the main game.",
  "You make dope music for rhythm games and sell them online, you get csamount.",
  "You work as a hot fan dubber for a spicy anime and earn csamount in fan gifts.",
  "You review anime and gave an anime a 8/10, people tip you csamount for your based take.",
  "You become a vtuber and your fans gives you csamount in superchats.",
  "You developed a game and it got popular in the vtubing community, you gain csamount in steam sales."
]
