[
  "You deliver 1000 pizzas for a YouTube video and make {amount}!",
  "You work as a starving college student, you found {amount} on the ground.",
  "You work for the U.S Census and take home {amount}.",
  "You sold 3 copies of the Shrek movie and earned {amount}.",
  "You work as a space lawyer and earn {amount}.",
  "You see someone struggling to lift a box into their car, you rush over to help them before they hurt themselves. After helping them, they graciously give you {amount}.",
  "You work as a WWE Wrestler and managed to earn {amount}.",
  "You help a newcomer set up a camp and he pays you {amount}.",
  "You win a hotdog eating contest. The prize is {amount}!",
  "You win a spicy chili eating contest. The prize is {amount}!",
  "You sweep the floor and get paid {amount}.",
  "You work as a professional cock fighter and earn {amount}.",
  "You actually finished the plate of vegetables that your parents made you eat! You were awarded {amount}.",
  "You work as an elephant dresser and earn {amount}.",
  "Why can't you get a real job and make real money? Because digging through the dirt is more fun. You gain {amount}.",
  "You work as a help-desk technician and earn {amount}.",
  "Somebody once told me the world was gonna roll me, I ain't the sharpest tool in the sh- oh, uh- you did something good and got {amount} I think...",
  "You worked overtime at the office for {amount}.",
  "You work as a street performer and earn {amount}.",
  "You spend all day creating graphic designs for YouTube channels and Twitter accounts just for a measly {amount}.",
  "You work as a vibration consultant and earn {amount}.",
  "You work as a personal shopper and earn {amount}.",
  "Nothing says a good day like being a programmer for JS. You earn {amount}, despite you Googling all your problems.",
  "You clean off the chairs and get paid {amount}.",
  "You work as a breath odor evaluator and earn {amount}.",
  "You work as a flatulence smell reduction underwear maker and earn {amount}.",
  "You finally worked and gained {amount}.",
  "You work at a lamp store and earn {amount}.",
  "You worked as a Bride Kidnapping Expert, for that you were paid {amount}.",
  "You worked as a businessman and earned {amount}.",
  "You posted something to the subreddit! You’ve earned {amount}.",
  "You get a commission request, the payment is {amount}.",
  "You paint a lovely watercolor Moon and sell it at a local art fair for {amount}.",
  "You repair the lights and receive {amount}.",
  "You work as a DBM Mods Moderator and earn {amount}.",
  "You work as a Bot Maker for Discord Moderator and earn {amount}",
  "You develop a python to javascript converter and earn {amount}.",
  "You work as a gender equality consultant and earn {amount}.",
  "You work at a printing press and got paid {amount}.",
  "You did absolutely nothing and still managed to get paid {amount}.",
  "You work as a professional Minecraft hacker. You manage to rake in {amount}.",
  "You become a game developer and raised {amount} for charity",
  "You work as a cleaner for the Royal Palace and earn {amount}.",
  "Just take the {amount} and go...",
  "You did some social work for a good cause. You received {amount} for your contributions.",
  "You take a nice stroll around the park, look down and found {amount}. Congrats!",
  "You work as an egg and earn {amount}.",
  "You found {amount} on the floor.",
  "You went to work and gained {amount}.",
  "You baked some nice cookies for everyone, here is {amount}.",
  "You go through your bag, and decide to sell some useless items you don't need. It turns out all that junk was worth {amount}.",
  "You cleared 200 toilets in a prison. The lazy janitor thanked you and gave you {amount}.",
  "You dabbed so had that even your mother is proud! You make {amount} off of donations.",
  "You save a survivor from a group of zombies. He gave you {amount}.",
  "You work as a parkour specialist and earn {amount}.",
  "You defended an old lady from robbers. You got a smooch on the cheek and earned {amount}.",
  "You work as a janitor and earn {amount}.",
  "You work as a teacher and earn {amount}.",
  "You collected your taxes and got {amount}.",
  "You sold knock-off Squishees and cashed out with {amount}.",
  "You were hired as a whiteboard marker salesperson and earn {amount}.",
  "You work as a cookie cutter and earn {amount}.",
  "You worked at an ice-cream shop of your childhood dreams and roll in {amount}.",
  "You work as a professional worker and earn {amount}.",
  "You sell your crab for {amount}, you monster",
  "You work as a voice actor for Spongebob and managed to gain {amount}.",
  "You went on America's Got Talent and came home with {amount}.",
  "You drove a women to the store for {amount}.",
  "You serve some customers and receive {amount}.",
  "You run a relatively popular Tumblr blog and make {amount} from ad revenue.",
  "You have helped a family by hunting a turkey for them. They gave you {amount} in return!",
  "You've worked on a farm cultivating wheat from dawn to dusk. The land lord pays you {amount} for your struggles.",
  "You work as a zombie for The Walking Dead and earn {amount}.",
  "You hunt demons with Sam and Dean Winchester and earn {amount}.",
  "You made your way downtown. Congratulations, you earn {amount}.",
  "A sudden gust of wind blows {amount} in your direction.",
  "You host a fine wine tasting event and get {amount}.",
  "Mr. Beast came to give you random amounts of money, you received {amount}.",
  "You work as a dog breath sniffer and earn {amount}.",
  "You are paid {amount} to clean up hair off the ground at your local hairdressers",
  "You worked hard at your dish cleaning job but failed. Then you tried fish cleaning! You earned {amount}.",
  "You worked hard mowing your dad's lawn and he gave you {amount}.",
  "You work for a private military company, earning {amount}.",
  "You drove the school bus today and were only 5 minutes late! You get {amount} for your efforts.",
  "You work as a water slide tester and earn {amount}.",
  "You sign up for a DJ job and play County Roads. You make {amount} just for playing that song.",
  "You work as a highschool student with no life. Have {amount} because we pity you.",
  "You gave yourself {amount} that you didn't even have! What is this wizardry?!",
  "You carried a bunch of backpacks around to different classes for a day, and received {amount} from your peers.",
  "Someone came and performed a play. They gave you {amount} for watching.",
  "You work as a penguinologist and earn {amount}.",
  "The demand for mobile games has increased so you create a new game full of micro-transactions. You earn a total of {amount} off your new game.",
  "You work at a market selling apples with a shop clerk for a day. They pay you {amount} for helping them out.",
  "You put your nose to the grindstone and earned {amount}.",
  "You beat sonic wave infinity and won {amount}.",
  "You had a fruitful day at the office today and earned {amount}.",
  "You help clean up the local theater and found {amount} between the seats!",
  "You have a successful YouTube channel and make {amount} from ad revenue.",
  "You toasted some bread. A step in the right direction. You earned {amount}.",
  "You enter a fidget spinner spinning contest and out-spin the other fidget spinner spinners. You made {amount}.",
  "Earn {amount} sniffing fabric samples to approve them for that new car smell.",
  "You single-handedly solve a Rubik's cube and someone rewards you with {amount}.",
  "You dress up as a human statue and tourists give you {amount}.",
  "You help an alien fix their spaceship and they pay you {amount} in Earth money.",
  "You become a professional ice cream taster and earn {amount}.",
  "You rescue a kitten from a tree and its grateful owner gives you {amount}.",
  "You work as a human scarecrow and earn {amount}.",
  "You master the art of paper folding and sell origami for {amount}.",
  "You perform a magic trick on the street and someone tips you {amount}.",
  "You spend a day chasing butterflies and find {amount} hidden in a flower.",
  "You successfully flip a pancake without dropping it and someone gives you {amount}.",
  "You invent a new dance move and get paid {amount} for teaching it.",
  "You make a video on YouTube and it goes viral, earning you {amount}",
  "You work as a professional beachcomber and find {amount} in the sand.",
  "You organize a sock puppet show and the audience donates {amount}.",
  "You dress up as Santa Claus and get paid {amount} for taking photos with kids.",
  "You write a funny joke and a comedian buys it for {amount}.",
  "You make a snowman and someone gives you {amount} for your creativity.",
  "You find a four-leaf clover and sell it for {amount}.",
  "You work as a lemonade stand operator and earn {amount}.",
  "You help an old lady cross the street and she gives you {amount}.",
  "You participate in a pie-eating contest and win {amount}.",
  "You work as a bubble wrap popper and earn {amount}.",
  "You win a staring contest and the prize is {amount}.",
  "You make a birdhouse and sell it for {amount}.",
  "You successfully catch a fish and sell it for {amount}.",
  "You plant a tree and someone donates {amount} to your cause.",
  "You dress up as a superhero and earn {amount} taking pictures with fans.",
  "You create a hilarious meme and it goes viral, earning you {amount}.",
  "You work as a Facebook Comedian earning you {amount}",
  "You take care of a neighbor's garden and they pay you {amount}.",
  "You juggle flaming torches and get tipped {amount} for your bravery.",
  "You write a poem and sell it for {amount}.",
  "You help someone find their lost pet and they give you {amount}.",
  "You paint a fence and get paid {amount} for your hard work.",
  "You find a rare coin and sell it for {amount}.",
  "You organize a local cleanup and earn {amount} in donations.",
  "You give an inspiring speech and someone donates {amount}.",
  "You work as a haunted house actor and earn {amount} scaring people.",
  "You train a dog to do tricks and its owner pays you {amount}.",
  "You build a sandcastle and win a prize of {amount}.",
  "You make a viral TikTok video and earn {amount}.",
  "You help a friend move and they give you {amount} for your effort.",
  "You volunteer at an animal shelter and receive {amount} in donations.",
  "You work as a face painter at a fair and earn {amount}.",
  "You knit a scarf and sell it for {amount}.",
  "You win a karaoke contest and take home {amount}.",
  "You play an epic air guitar solo and someone tips you {amount}.",
  "You tell a spooky ghost story and someone pays you {amount} for the chills.",
  "You make a delicious pie and sell it for {amount}.",
  "You work as a fortune cookie writer and earn {amount}.",
  "You help direct traffic and someone tips you {amount} for your service.",
  "You perform a puppet show and earn {amount} from delighted kids.",
  "You work as a professional cuddler and make {amount} for your affection.",
  "You work at a massage parlor and earn {amount} in tips.",
  "You become a social media influencer and make {amount} in sponsorships.",
  "You host an exclusive wine tasting and leave with {amount} in tips.",
  "You dress up as a giant chicken for a kid's birthday party and earn {amount} in chicken feed.",
  "You work as a mime in a park and get tipped {amount} for your silent efforts.",
  "You juggle rubber chickens and make {amount} in tips from amused onlookers.",
  "You bake a pie for a bake sale and it sells for {amount}, despite being a little burnt.",
  "You take your pet rock for a walk and someone gives you {amount} for your dedication.",
  "You create a TikTok dance challenge and earn {amount} in virtual gifts.",
  "You dress up as a cactus and get paid {amount} for standing still all day.",
  "You invent a new board game called 'Monotony' and earn {amount} in sales.",
  "You work as a professional mattress tester and earn {amount} for napping.",
  "You pretend to be a statue in the park and someone gives you {amount} for your stillness.",
  "You organize a snail race and win {amount} in betting.",
  "You help a squirrel gather nuts and it gives you {amount} in acorn currency.",
  "You host a karaoke night and get paid {amount} for your questionable singing skills.",
  "You win a contest for the best pet rock and receive {amount} in shiny pebbles.",
  "You make a cat video that goes viral and earn {amount} in likes and shares.",
  "You teach a dog to play fetch and its owner pays you {amount} in dog treats.",
  "You create a new flavor of ice cream and sell it for {amount}, despite its odd taste.",
  "You organize a leaf-raking competition and win {amount} in fallen foliage.",
  "You dress up as a wizard and earn {amount} for casting spells at a Renaissance fair.",
  "You start a podcast about potato farming and make {amount} in sponsorships.",
  "You work as a professional cloud watcher and earn {amount} for identifying shapes.",
  "You design a line of ugly sweaters and make {amount} in holiday sales.",
  "You train your goldfish to do tricks and someone pays you {amount} to see it.",
  "You create a new sport called 'pillow fencing' and earn {amount} in tournament prizes.",
  "You build a miniature golf course in your backyard and charge {amount} per game.",
  "You write a song about socks and sell it for {amount}, despite its quirky lyrics.",
  "You become a professional line stander and make {amount} for waiting in line for others.",
  "You make a sculpture out of marshmallows and sell it for {amount} at an art fair.",
  "You invent a new type of hat and sell it for {amount}, even though it's just a bucket.",
  "You help a neighbor plant flowers and they give you {amount} for your green thumb.",
  "You organize a watermelon seed spitting contest and win {amount} for your accuracy.",
  "You create a YouTube channel dedicated to reviewing pet rocks and make {amount} in ad revenue.",
  "You make a balloon animal and sell it for {amount} at a kids' party.",
  "You start a business selling invisible ink and make {amount}, despite the invisible results.",
  "You become a human billboard and earn {amount} for wearing a sign around town.",
  "You teach a parrot to mimic your voice and someone pays you {amount} for the show.",
  "You work as a professional bubble blower and earn {amount} at a beach party.",
  "You create a line of designer rubber bands and sell them for {amount} each.",
  "You win a staring contest with a mannequin and earn {amount} for your focus.",
  "You organize a pet fashion show and make {amount} in ticket sales.",
  "You write a book about the secret lives of garden gnomes and earn {amount} in royalties.",
  "You dress up as a mermaid and earn {amount} for taking pictures with tourists.",
  "You design a new emoji and sell it for {amount} to a tech company.",
  "You start a business delivering singing telegrams and make {amount}.",
  "You help a neighbor assemble furniture and they pay you {amount} for your handy work.",
  "You create a collection of finger paintings and sell them for {amount} at a local market.",
  "You become a professional snowman builder and earn {amount} for your frosty creations.",
  "You invent a new type of dance called 'the worm shuffle' and earn {amount} teaching it.",
  "You help a friend bake cookies and they give you {amount} for your sweet skills.",
  "You win a pie-eating contest and receive {amount} in blueberry pies.",
  "You work as a professional cake decorator and earn {amount} for your artistic icing.",
  "You start a blog about the history of yo-yos and make {amount} in affiliate sales.",
  "You become a fortune teller and earn {amount} predicting the future with rubber chickens.",
  "You dress up as a giant taco and get paid {amount} for handing out flyers.",
  "You win a sandcastle building competition and receive {amount} in seashells.",
  "You work as a professional sticker collector and earn {amount} for your rare finds.",
  "You organize a scavenger hunt and make {amount} in entry fees.",
  "You create a new type of origami and sell it for {amount} at a craft fair.",
  "You become a professional pillow fighter and earn {amount} in championship matches.",
  "You design a line of quirky coffee mugs and sell them for {amount} each.",
  "You work as a food critique and get served a rat instead of fish. The restaurant pays you {amount} in settlements",
  "You made some nice templates for BMD and got tipped a cool {amount}.",
  "You work as a manga artist and it got made into an anime, you earn {amount} in licensing fees.",
  "You pimped out a car, the owner tips you {amount}.",
  "You write a web novel and readers found it nice, you get {amount} in fan gifts.",
  "You translate a niche manga and people liked it, you're paid {amount} in commissions.",
  "You rejected Harvard's rejection letter and graduated with a degree, you're hired for {amount}.",
  "You modded a computer mouse for a nerd, you overcharge and get paid {amount}.",
  "You are commissioned for a custom keyboard, you make {amount} in commission fees.",
  "You beat Kenos and became a meme, you gain {amount} for licensing rights to use your meme.",
  "You decorate a geometry dash level and won a contest, you get {amount} in rewards.",
  "You played rhythm games at the arcade without knowing it was a contest and win {amount} for scoring the highest.",
  "You score the highest in a arcade shooter, winning a bet of {amount}.",
  "You made a fan-chart for arcaea and people liked it, you're given {amount} to add the chart into the main game.",
  "You make dope music for rhythm games and sell them online, you get {amount}.",
  "You work as a voice actor for a popular anime and earn {amount} in fan gifts.",
  "You review anime and gave an anime a 8/10, people tip you {amount} for your based take.",
  "You become a vtuber and your fans gives you {amount} in superchats.",
  "You developed a game and it got popular in the vtubing community, you gain {amount} in steam sales.",
  "You uploaded a ASMR and people liked it, ad revenue paid out {amount}.",
  "You work as a album cover artist for rhythm game songs and get paid {amount}.",
  "You developed a cure to a illness and get paid {amount} for your research.",
  "You sailed the seven seas and provided copies of Photoshop for {amount}.",
  "You fan subbed japanese dramas and fans tip you {amount}.",
  "You worked hard and got a job in a game studio, fixed a bug that has been infuriating a game's community and quit immediately as a power move. Players hail you as a legend and gift you {amount} in gifts.",
  "You grilled up some delicious teriyaki chicken and sold them for {amount}.",
  "Walked up to a wall and taped a banana to it, people think its a cotemporary form of art and pay {amount} to see your work.",
  "You clocked into work, camped in the toilet for 8 hours and clocked out, the company still pays you {amount}.",
  "Heres {amount} for absolutely no reason.",
  "You made some banger headphones that the audiophile community absolutely loves, you earn {amount} in sales.",
  "You work as an animator and the community hailed praises for the quality, the studio gives you a bonus of {amount}."
]
